# FbxLightLampTiltLoss Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FbxLightLampTiltLoss Property
ParameterTypeId Class See Also
---
"Lamp Tilt Loss"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FbxLightLampTiltLoss { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FbxLightLampTiltLoss As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FbxLightLampTiltLoss {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace